Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: But there have been other instances in the country where killings motivated by dark magic have been reported, particularly affecting albino people.
ne: यद्यपि यस मुलुकमा कालो जादूले प्रेरित गरेका हत्या प्रकरणहरू घटेको उल्लेख भएको छ, खास गरेर अल्बिनो (अत्यन्त सेतो छाला हुने रोगले ग्रसित) व्यक्तिहरूलक्षित। यस दक्षिणपूर्व अफ्रिकी राष्ट्रमा परिस्थिति यति भयावह भयो कि संयुक्त राष्ट्रसंघले सन् २०१६ मा यस प्रथाबारे अनुसन्धान गर्न एउटा मिशन नै संचालन गर्न बाध्य भयो।

source: The situation became so dire that the United Nations was compelled to conduct a mission in 2016 to investigate the practice in the Southeast African nation. The persecution of people with albinism has been reported in other countries in Southern Africa, in particular neighbouring Tanzania, where the government has been developing campaigns to combat superstition and prejudice and arresting suspects.
ne: अल्बिनिज्म भएका व्यक्तिहरूमाथि हुने उत्पीडन अन्य दक्षिण अफ्रिकी राष्ट्रहरू खास गरेर तान्जानियामा देखिएको छ। यहाँको सरकारले यस अन्धविश्वास र पूर्वाग्रहसँग लड्न तथा आरोपीहरू गिरफ्तार गर्न अभियानहरू विकसित गर्दैछ।

source: In Mozambique, some people took to social media to discuss this latest attacks against bald men in the country.
ne: मोजाम्बिकमा केही व्यक्तिले सोसल मिडियामा तालुखुइले मानिसमाथि भएका नवीनतम आक्रमणहरूबारे छलफल गरेका छन्।

source: Warning for bald men travelling to Mozambique Bald men in Mozambique are being targeted by ritual attacks, the Mozambican police warned, after the recent killing of three bald men for body parts.
ne: मोजाम्बिक जाने तालुखुइले व्यक्तिका लागि चेतावनी शारीरिक अंगका निम्ति तीन तालुखुइले मानिसको हत्यापश्चात् मोजाम्बिकमा तालुखुइले व्यक्तिमाथि नियमित आक्रमण भइरहेकोबारे मोजाम्बिक प्रहरीले चेताएको छ। हत्या गरिएको मध्य जिल्ला मिलांगेमा दुई आरोपीहरू समातिएका छन्।

source: Two suspects were arrested in the central district of Milange, where the murders happened.
ne: दक्षिणी मोजाम्बिकमा पर्ने इन्हाम्बाने शहरमा बस्ने विद्यार्थी हुसेन आल्गि आदामोका अनुसार स्थानीय प्रहरीले सो प्रकरणमा कार्य गरिरहेको छ:

source: Hussene Algy Adamo, a student living in the city of Inhambane, in southern Mozambique, said that the local police were already dealing with the case: PRM believes witch doctors are involved in the death of bald men. The tracking and murder of bald individuals for the theft and sale of their organs, in Morrumbala district, Zambézia province, for presumed superstitious rituals, has cultural motivations and is ordered by traditional healers, the Police of the Republic of Mozambique (PRM) believes, which also indicates the existence of a belief that the victims have, in the head, some power which generates wealth.
ne: पिआरएमका अनुसार तालुखुइले मानिसको मृत्युमा झाँक्रीहरूको संलग्नता छ। गणतन्त्र मोजाम्बिकका प्रहरी पिआरएमका अनुसार तालुखुइले व्यक्तिको खोज तथा हत्याका लागि परम्परागत चिकित्सा प्रणाली अपनाउने झाँक्रीहरूले अह्राएका हुन्। जाम्बेजिया प्रान्तको मोरुम्बाला जिल्लामा शारीरिक अंग चोर्न तथा बेच्न, परिकल्पित रूढिवादी संस्कारका निम्ति उनीहरूको हत्या साँस्कृतिक रूपले प्रेरित रहेको र यसले पीडितहरूका टाउकामा धन बढाउने शक्ति रहेको विश्वास व्याप्त रहेको दर्शाउँछ । हालका दिनहरूमा मुलुकको यस भागमा तालु खुइलिने समस्याले ग्रसित तीन व्यक्ति मारिएका थिए।

source: In recent days, three men with problems with baldness were killed in that part of the country.
ne: एन्जेला फरेरा समान्थाले फेसबूकमा ब्लगर आर्मेन स्नाइप्पाको रिपोर्ट शेयर गरिन्। उनका अनुसार यो विषय मोजाम्बिकका ठूला सामाजिक चुनौतीहरूको एउटा हिस्सा हो।

source: Angela Ferreira Samantha shared on Facebook a report by the blogger Armen Snaippa, who suggested that the issue is part of the larger social challenges affecting Mozambique:
ne: म लज्जाबोध भएको मोजाम्बिक देख्न चाहन्छु

source: I WOULD LIKE A MOZAMBIQUE WITH A SENSE OF SHAME A country where people were ashamed to go outside dressed as if it was a porn movie shoot, where the teachers were ashamed to ask for sex in exchange for grades and the students were ashamed to offer sex for grades, jobs, and other benefits, a nation where the people looked for honest jobs and did not have to hurt or even take the lives of others to earn their bread, a country where neither albinos nor bald people were hunted for dark practices or “black magic” aimed at easy enrichment.
ne: एउटा यस्तो देश जहाँ मानिसहरू अश्लील सिनेमाको शुटिङ्गमा झैं लुगा लगाएर बाहिर जान लज्जाबोध गरून्, जहाँ राम्रा ग्रेड दिनका लागि शिक्षकहरूले यौनक्रियाको अपेक्षा गर्न लज्जाबोध गरून् र विद्यार्थीहरूले राम्रा ग्रेड, जागीर तथा अन्य फाइदाका लागि यौनक्रियाको लागि सहमत हुन लज्जाबोध गरून्। एउटा यस्तो देश जहाँ मानिसहरू इमान्दारीपूर्वक गरिने जागीर खोजून्, जहाँ आफ्नो दैनिकीका लागि कसैलाई नोक्सान पुर्याउनु नपरोस् अथवा अरुको ज्यान लिनु नपरोस्, एउटा देश जहाँ सजिलो कमाइका लागि कालो जादूको सहारा लिई न त सेता छाला भएका न त तालुखुइले मानिसको हत्या होस्।

source: Despite the seriousness of the events, some did not miss the chance for a bit of macabre humor. Zenaida Machado, a researcher with Human Rights Watch in Angola and Mozambique, and an avid Twitter user, took to the platform to point out that the Morrumbala district chief Pedro Sapange and Zambezia police spokesman Inácio Dina were both bald.
ne: यी घटनाको गाम्भीर्यताका वावजूद केहीले घिनलाग्दा व्यंग्य गर्न पछि परेनन्। ह्युमन राइट्स वाचका लागि अंगोला तथा मोजाम्बिकमा काम गर्ने अनुसन्धानकर्ता तथा ट्वीटर प्रयोगकर्ता जनाइदा माचादोले यस प्लेटफर्ममा मोरुम्बालाका जिल्ला प्रमुख पेड्रो सपाङ्गे तथा जाम्बेजियाका प्रहरी प्रवत्ता इनासियो डिना दुवै तालुखुइले औंल्याए।

source: Mozambican authorities are extremely worried about the ritual killings of bald people. 🙃 pic.twitter.com/SLBWgBGgEH — Zenaida Machado (@zenaidamz) 8 juin 2017
ne: तालुखुइले व्यक्तिहरूको हत्याप्रति मोजाम्बिकन नियोगहरू साह्रै नै चिन्तित छन्।

source: Flooding in Jamaica, August 2007.
ne: जमैकाको कमसल योजना तथा पर्यावरण अभ्यास बाढीको मारमा

source: Photo by Christina Xu, CC BY-SA 2.0.
ne: जमैकामा बाढी, अगस्त २००७। फोटो: क्रिस्टिना सु, CC BY SA 2.0।

source: Three days of heavy rains associated with a trough caused chaos and disaster in many parts of Jamaica between May 14 and 17, 2017, raising burning questions over poor planning and development, badly designed and inadequate drainage systems, and Jamaicans' continued careless solid waste disposal practices.
ne: तीन दिन (मे १४-१७,२०१७ ) को भीषण वर्षासँगै आएको भेलले जमैकाका विभिन्न भागहरुमा अस्तव्यस्त र विनाश गर्यो । यसले कमसल योजना र विकास, गलत डिजाईन गरिएका तथा अपर्याप्त जल निकास प्रणाली र जमैकाको फोहोरमैला व्यवस्थापन कार्य प्रणालीमा जारी लापरवाही प्रति गम्भिर प्रश्नहरु खडा गरेको छ।

source: As Jamaicans start to pick up the pieces, the government has much work to do in counting the cost of the damage — including a review of the island's arrangements with the Caribbean Catastrophe Risk Insurance Facility, which is the first multi-country risk pool in the world, designed "as a regional catastrophe fund for Caribbean governments to limit the financial impact of devastating hurricanes and earthquakes by quickly providing financial liquidity when a policy is triggered." Jamaica has not benefitted from the facility over the last ten years, because the natural disasters it has experienced have not qualified for payouts.
ne: जमैकनहरुले आलोचना गरिरहँदा सरकारले क्षतिको विवरण तयार गर्न धेरै काम गर्नुपर्नेछ - यसमा क्यारेबियन दुर्घटना जोखिम बीमा सुविधा ,सहित द्वीप व्यवस्थाको एक समीक्षा समेत पर्दछ। उक्त बीमा सुविधा विश्वमा पहिलो बहु-मुलुक जोखिम बीमा हो र यो सुविधा “क्यारेबियन राष्ट्रका सरकारलाई नीति चालू हुनासाथ चाँडै वित्तीय तरलता मार्फत विनाशकारी आँधी र भूकम्पको वित्तीय प्रभाव सीमित गर्न क्षेत्रीय दुर्घटना कोषको रुपमा” तयार गरिएको हो। विगत दस वर्षदेखि जमैकाले यस सुविधाको फाईदा उठाउन सकिरहेको छैन किनभने जमैकाले झेल्नु परेको प्राकृतिक प्रकोप उक्त सुविधा प्राप्त गर्नको निमित्त योग्य छैन।

source: In rural areas, many roads were blocked by floods and landslides, communities marooned and several bridges swept away. There was a landslide (the second to date) on a section of the Chinese-built North-South Highway linking the capital, Kingston, to Montego Bay.
ne: तर, वर्षाको कारण पूर्वाधारमा धेरै क्षति भएको थियो। ग्रामीण क्षेत्रमा सडकहरु बाढी र पहिरोले अवरुद्ध पारेको थियो, समुदाय असहाय अवस्थामा थिए र पुलहरु बगाएको थियो। राजधानी किंग्स्टनलाई मोन्टेगो बेसँग जोड्ने चिनियाँ सहयोगमा निर्मित उत्तर-दक्षिण राजमार्गको एक खण्डमा पहिरो गएको थियो।

source: The extreme weather was not connected with any storm system, but the local Meteorological Office noted:
ne: अतिशय मौसम कुनै पनि आँधी प्रणालीसँग जोडिएको थिएन, तर स्थानीय मौसम विज्ञान विभागले उल्लेख गर्यो:

source: .@MetserviceJA head Evan Thompson says rainfall over past day has exceeded the usual amount for the entire month of May #JaWeather — Jamaica Gleaner (@JamaicaGleaner) May 16, 2017
ne: @etserviceJA प्रमुख इभान थोम्प्सोन भन्छन् विगत केहि दिनको वर्षा मे महिनाभरिको औसतभन्दा धेरै भएको छ

source: Antigua's Met Office tweeted:
ne: एन्टिगुवाको मौसम विभागले ट्विट गर्यो:

source: An interesting satellite annimation of the extreme (#flooding) rainfall across the western #Caribbean this past week. pic.twitter.com/GrKzC9QP7V — Antigua Met Service (@anumetservice) May 20, 2017
ne: गत हप्ता पश्चिमी क्यारेबियन वरपर अतिशय (बाढी) वर्षाको एक रोचक भू-उपग्रह एनिमेसन

source: Local media did a great job of reporting from rural areas:
ne: स्थानीय मिडियाले ग्रामीण क्षेत्रका रिपोर्ट गरेर राम्रो काम गरेका थिए:

source: PHOTO: This mother in St Catherine NE ensured her fifth-form daughter got to school today to sit her CSEC exams - @Ian1foto #JaWeather pic.twitter.com/1Xux0mrfzg — Jamaica Gleaner (@JamaicaGleaner) May 17, 2017 Meanwhile, in town, Kingston's mayor Delroy Williams went on an eye-opening tour of a community where a large gully, choked with debris, opens into the sea:
ne: फोटो: सेन्ट क्याथेरिन नर्थ इस्टस्थित यी आमा एघारौं कक्षामा अध्ययनरत आफ्नी छोरी आजको सीएसईसी परीक्षामा सामेल हुन विद्यालय जाने सुनिश्चित गर्दै

source: Stop #6 The source of the flooding at the school.
ne: यसैबीच,शहरमा किंग्स्टनका मेयर डेलरोय विलियम्सले समुदायको आँखा खुलाउने भ्रमण गरे जहाँ समुद्रमा मिसिने एउटा ठूलो नाली फोहोरले बन्द भएको थियो:

source: We cannot continue to dump in drains and gullies.
ne: विद्यालयमा आउने बाढीको स्रोतहरू बन्द गरौं। हामी निकास र नालीमा फोहोर फाल्ने काम जारी राख्न सक्दैनौ। यसले आखिरमा हामीलाई असर पुर्याउछ।

source: In the end we are affected. pic.twitter.com/5cNUhE0skp — Delroy Williams (@MayorWilliamsJA) May 16, 2017
ne: प्रधानमन्त्री एन्ड्रयू होलनेसले डोमिनिकन गणतन्त्रको आधिकारिक भ्रमण छोट्याए र आफ्नो द्वीप फर्केर सडक अवलोकन गर्न पुगे:

source: Prime Minister Andrew Holness cut short an official visit to the Dominican Republic and hit the road on his return to the island:
ne: सन्नी साइडकी नोर्दिया लेविनसित भेट भयो जसले मलाई भीषण वर्षाको कारण आफ्ना जुम्ल्याहा बच्चाहरुसँग लामो समयसम्म फस्दाको अप्रिय अनुभव सुनाइन्

source: Other politicians rushed to their constituencies to survey the damage, complaining or making excuses about blocked drains, and making sure that their presence was noted via social media:
ne: अन्य राजनीतिज्ञहरु आफ्ना चुनावी क्षेत्रहरुमा क्षति, उजुरी वा अवरुद्ध नालीको बारेमा क्षमा याचना गर्न र सामाजिक मिडिया मार्फत आफ्नो उपस्थिति दर्शाउन दौडाहामा निस्के:

source: Assessed the situation in WC St. Catherine after today's heavy rains.
ne: स्थानीय सरकारका संसद सदस्य तथा प्रवक्ता नोएल आर्सकट ओसबोर्ने क्लेरेन्डोनमा स्थिति आकलन गर्दै

source: Working w/ Food For The Poor to help those whose homes were flooded. pic.twitter.com/dB5CTFpiHt — Dr. Chris Tufton (@christufton) May 16, 2017
ne: आजको भीषण वर्षापछि सेन्ट क्याथेरिन वेस्ट सेन्ट्रलमा स्थिति आकलन गरियो। गरिब जसका घरहरु बाढीमा परे उनीहरुलाई भोजनको व्यवस्था हुँदैछ।

source: The rains affected most parishes. Reports flooded in from people on the ground on social media.
ne: वर्षाले धेरै जसो बस्तीहरु प्रभावित भए। सामाजिक संजालमा त्यहाँ मौजूद व्यक्तिहरुबाट रिपोर्ट आएको छ। एन मारी भाजले पूर्वी क्षेत्रको फोटोहरु सेयर गरेकी छिन्:

source: In the east, Ann-Marie Vaz shared photos:
ne: पोर्टल्याण्डका सडकहरुमा भयानक क्षति, हे भगवान!

source: The parish of Clarendon (which has suffered long droughts in recent years) was especially hard hit:
ne: विशेष गरी क्लेरेन्डोन ईलाका (जसले हालैका वर्षहरुमा लामो समयदेखि खडेरीको सामना गरेको छ) बढीले नराम्ररी प्रभावित बन्यो:

source: Another bridge in Green River, Clarendon under threat. It's main link betwn Frankfield & southern parts such as May Pen #Jamaica #Flooding pic.twitter.com/15m1sFsEGz — Jovan Johnson (@jovanthony) May 16, 2017
ne: क्लेरेन्डोनस्थित ग्रीन नदीको अर्को पुल खतरामा। यस पुलले फ्रेन्कफिल्ड र दक्षिणी भागहरु जस्तै मे पेन लाई जोड्दछ।

source: Many rivers spilled their banks:
ne: धेरै नदीहरुले आफ्ना किनारा फिंजाए:

source: Right now in the Flat bridge area, the water is as high as the stop light
ne: अहिले फ्लाट ब्रिज क्षेत्रमा पानीको सतह खतराको स्तरमा छ।एकदमै होसियार रहनुहोला।

source: Be extremely careful pic.twitter.com/JlPYfLefsU — Jamaica Weather (@jamaicaweather) May 16, 2017
ne: अपर्याप्त निकास प्रणाली आंशिक रुपमा जिम्मेवार थियो भन्दै केही प्राविधिक विशेषज्ञहरु सुझाव दिइरहँदा ट्विटरमा पर्यवेक्षकहरुले भने:

source: While some technical experts suggested an inadequate drainage system was partly responsible, observers on Twitter noted:
ne: विकासका निम्ति हामीले झाडी हटाएर कंक्रिट बनाउन दियौं, पर्यावरणविदहरुका सुझाव मानेनौं र उनीहरुका चेतावनीको वास्ता गरेनौं।

source: @CeeteeM @Petchary We allowed "development" to mean replacing "bush" with concrete; abused the environmentalists & ignored their warnings — PetaAnneBaker (@PA13Baker) May 17, 2017 The mayor of Kingston also tweeted his concerns that things might not get any better if extreme weather events become more common:
ne: यदि अतिशय मौसमी घटनाहरु थप उस्तै रहेमा स्थिति नसुध्रिन सक्छ भन्दै किंग्स्टनका मेयरले आफ्नो चिन्ता ट्विट गरे:

source: @IReggaeDay @MetserviceJA We however need to assess our drainage capacity and town planning & see if this unprecedented rain will become the norm due to G.Warming — Delroy Williams (@MayorWilliamsJA) May 17, 2017
ne: तर हामीले हाम्रा जल निकास क्षमता तथा नगर योजनाको आकलन गर्न आवश्यक छ र ग्लोबल वार्मिंगको कारण यस्तो असाधारण वर्षा हुन्छ कि भनेर हेर्नु पर्दछ।

source: Most schools closed for at least one day, while students struggled to reach examination centers to take external exams. The minister of education tweeted:
ne: अधिकांश विद्यालयहरु कम्तिमा एक दिन बन्द भए, विद्यार्थीहरुले बाह्य परीक्षा दिन परीक्षा केन्द्रहरुसम्म पुग्न कठिनाई झेल्नु पर्यो। शिक्षा मन्त्रीको ट्विट:

source: Schools except those in Westmoreland,Hanover and St James should close today . Will try to accommodate exam students only. — Senator Ruel Reid (@HMEReid) May 16, 2017
ne: वेस्टमोरल्याण्ड, ह्यानोभर र सेन्ट जेम्स बाहेकका विद्यालयहरु आज बन्द रहनेछन्। परीक्षार्थीहरुलाई मात्र समायोजित गर्ने प्रयास गरिनेछ।

source: While emergency services worked hard to bring things back to normal, one government agency — the National Water Commission — celebrated with cheerful music:
ne: आपतकालिन सेवाले स्थितिलाई सामान्य अवस्थामा फर्काउन प्रयास गरिरहँदा, एक सरकारी निकाय राष्ट्रिय जल आयोगले यस मौसमी घटनालाई उल्लासपूर्ण संगीतकासाथ मनायो :

source: What a #waterview!
ne: वाह, पानीको दृश्य! हर्मिटेज ड्यामको १००% क्षमता!

source: The Hermitage Dam is now 100% of capacity! pic.twitter.com/RQu9dEhAQD — NWCJamaica (@NWCjam) May 15, 2017
ne: असंतोषजनक ढंगले विकास गरिएका आवास परियोजना र राजमार्गहरू विनाशकारी बाढीको मुख्य योगदानकर्ताको रुपमा उदधृत गरिए,एक जना भूविज्ञानविदको सल्लाहमाधेरै उपयोगी सर्वेक्षण र समस्या पहिचान गरिएका भए पनि ती समस्याहरु हल गर्ने निर्णयको निम्ति जानकारी उपयोग भइरहेको छैन।

source: A lack of proper maintenance was also cited.
ne: उचित मर्मतसम्भारको अभाव पनि उदधृत गरिएको थियो।

source: Another contributing factor has been poor waste disposal practices — including the unhealthy habit of dumping garbage in gullies that run down to the sea, becoming choked and polluted along the way.
ne: प्रतिपक्षी नेता पिटर फिलिप्सले “वर्षौंदेखिको अनधिकृत बस्तीहरु” सहित खराब योजना तथा नियमन समस्याको कारक रहेको स्वीकारे।

source: On Twitter, many agreed with activist Carol Narcisse's comment: We will never have enough money to clean drains&gullies at the rate that garbage is dumped in them.
ne: असंतोषजनक ढंगले गरिने फोहोर मैला व्यवस्थापन समस्याको अर्को कारक रहिआएको छ। यससँगै समुद्रमा मिसिने नालीमा अस्वस्थ्यकर तरिकाले फोहोर फाल्ने प्रवृत्तिले नाली बन्द हुने र प्रदूषित बनिरहेको छ। धेरैले ट्विटरमा अभियन्ता क्यारोल नार्सिसिका टिप्पणीमा सहमति व्यक्त गरेका छन्:

source: Needs massive natinl behavr change progr — Carol Narcisse (@CarolNarcisse) May 17, 2017
ne: निकास तथा नालीमा फालिने फोहोरको अनुपातमा सफा गर्ने पर्याप्त पैसा हामीसँग कहिले पनि हुने छैन। व्यापक राष्ट्रिय गतिविधि परिवर्तन कार्यक्रमको आवश्यकता छ।

source: University professor Damien King added:
ne: विश्वविद्यालयका प्राध्यपक डेमियन किङ् थप्छन्:

source: Meanwhile, the Jamaica Environment Trust (JET) took the opportunity to reinforce its ongoing campaign "Nuh Dutty Up Jamaica" (Don't Dirty Up Jamaica) with its catchy song and clever video.
ne: मानिसले विगतमा गरेका कार्यहरुले गर्दा सही पर्यावरण अभ्यासहरु जानाजान उपेक्षा गरिएको कुरालाई बिर्सेंर हामी बाढीलाई “परमेश्वरको लीला” भन्ठान्छौं।

source: JET's Deputy CEO summed up the concerns in a letter to the Gleaner:
ne: यसैबीच,जमैका पर्यावरण ट्रस्ट (जेईटी) ले आफ्नो चलिरहेको अभियान "नूह दत्ति अप जमैका" (जमैकालाई फोहोर नबनाउँ) लाई आकर्षक गीत र भिडियो मार्फत सुदृढ बनाउने अवसर पायो।

source: Global climate change is expected to increase the frequency of extreme weather events like this one.
ne: जेईटीका डेपुटी सीईओले ग्लेनरलाई प्रेषित पत्र मा चिन्ता जाहेर गरेका छन्:

source: Unless we change our daily habits and development practices, we can expect high financial and social costs to life, livelihoods and property to continue. Accepting individual responsibility for the garbage we produce is one way for every Jamaican citizen to do this. The lack of bins or infrequent garbage collection is no excuse for dumping our waste in the streets or in gullies.
ne: विश्व जलवायु परिवर्तनको कारण यस प्रकारको अतिशय मौसम घटनाहरुमा बारम्बार वृद्धि हुन सक्ने सम्भावना छ। हाम्रा दैनिक व्यवहार तथा विकासका कार्यहरु नबदलेसम्म हामीले जीवन,आजीविका र जायदादका लागि उच्च आर्थिक तथा सामाजिक मूल्य चुकाउन वाध्य हुनु पर्नेछ।

source: At the same time, the state must also take a lead role in improving the way our towns and cities are managed, with better solid waste infrastructure, preservation of green spaces and enforcement of planning laws and regulations.
ne: फोहोर राख्ने भाँडा वा अनियमित फोहोर संकलनको बहानामा फोहोरमैला सडक वा नालीमा फाल्ने छुट हुनु हुँदैन। साथ साथै हाम्रा शहर बजारहरु व्यवस्थित सुधार गर्न फोहोर मैलाको व्यवस्थापनका लागि उचित पूर्वाधार, हरियाली क्षेत्रको संरक्षण र नियम कानूनको पालनामा सरकारले नेतृत्वदायी भूमिका लिनुपर्छ। जलवायु परिवर्तनको असर कम गर्न हामीले व्यक्तिगत तथा राज्यस्तरमा गम्भीरतापूर्वक हाम्रो वनको संरक्षण पनि गर्नुपर्दछ।

source: We must also take the protection of our forests much more seriously at the individual and state level if we are to have any hope of mitigating the threat of Climate Change. As citizens clean up, they're casting blame in various directions, while officials tally the damage, including the worrying impact on the national budget.
ne: जब नागरिकहरु सरसफाई गर्दछन्, उनीहरु विविध पक्षलाई दोष दिन्छन्,अर्कोतर्फ अधिकारीहरू राष्ट्रिय बजेटमा चिन्ताजनक प्रभावसहित क्षतिको लेखा जोखा गर्दछन्। सरकार र जमैकाका मानिसहरु दुवै कठोर परिवर्तनको संघारमा छन् किनभने जलवायु परिवर्तनको प्रभाव त्यस क्षेत्रको कमजोर द्वीप राष्ट्रहरुमा जारी रहँदा कठिन विकल्प रोज्न बाध्य छन्।

source: A cat in a 'kotatsu.'
ne: भिडियो: जापानी बिरालोहरू हिउँदमा कसरी न्यानो भएर बस्छन्?

source: From the Kagoneko YouTube channel.
ne: 'कोटाट्सु'मा एउटा बिरालो।Kagoneko को यूट्युब च्यानलबाट।

source: Winter has arrived in Japan. On Thursday, November 24, Tokyo experienced its first November snowfall in 54 years.
ne: जापानमा हिउँद शुरू भएको छ। ५४ बर्षमा पहिलो पटक नोभेम्बर २४ बिहीबारको दिन टोकियोमा हिमपात भएको छ। जापानमा अप्रत्याशित हुनसक्ने हिमपातले असहज हिउँदे मौसमको सुरुवातको संकेत गर्दछ।

source: While the snow may have been unexpected, it does herald the start of an uncomfortable season in Japan: winter. While the torrid summer months can be made bearable thanks to ubiquitous air conditioning, Japan's chilly winter months can be cruel.
ne: सर्वव्यापी एअर कंडिशनिंगको कारणले उष्ण ग्रीष्म महिनाहरु पनि सहनीय बन्न सकिन्छ तर अन्य विकसित राष्ट्रहरुमा जस्तै जापानमा केन्द्रीय तापन व्यापक नभएको कारण त्यहाँको ठण्डा हिउँदे महिनाहरु क्रुर हुन सक्छन्। धेरै मानिसहरु न्यानो बनाइराख्न मट्टीतेल हिटरमा भरोसा गर्छन् र साथसाथै होचो काठको टेबल वरिपरि भारी कम्बल र मुनि हिटरबाट न्यानो बनाइएको कोटाट्सुमा पनि धेरै भर पर्छन्।

source: This is because central heating is not as widespread in Japan as it is in other developed countries.
ne: कोटाट्सु शब्दले मानिसहरु सहितको अरु प्राणीको आरामदायी र न्यानोपनको प्रतिबिम्बित गर्छ। विधुत्तिय हिटर नजिकै, कम्बल भित्र र टेबल मुनि प्रायजसो घरपालुवा विरालोहरु सुतिरहेको पाउनुले कोटाट्सु धेरै नै मन पराइएको देखिन्छ।

source: House cats love the kotatsu, too, and can often be found snoozing under the table, inside the blanket, close to the electric heater.
ne: बिरालोले पनि मट्टीतेल हिटर नजिकैको न्यानोस्थललाई अधिकार जमाउँदै गरेको अवस्था। नेकोबाको ब्लगले देखाएको उत्कृष्ट दृश्य:

source: Google Mapping of Public Toilets Is the Latest Effort to Stop Open Defecation in India · Global Voices
ne: सार्वजनिक शौचालयहरूको गूगल नक्शाङ्कन: भारतमा खुला दिसा रोक्न एक नवीनतम प्रयास

source: A public toilet in India. Image from Flickr by Rezwan.
ne: भारतमा रहेको एक सार्वजनिक शौचालय । फ्लीकरबाट लिइएको रेजवानको तस्वीर । CC BY-NC-SA

source: Access to public toilets in India is a perennial problem. Almost half of India's 1.2 billion people, especially in rural areas, lack flush toilet facilities inside their home and have to defecate in the open or in dry, unhygienic pits. The practice of open defecation leads to other problems — it fuels harassment of women and girls, keeps inhumane practices like manual scavenging (cleaning human waste by hand) alive, and spread diseases such as diarrhea and encephalitis.
ne: भारतमा सार्वजनिक शौचालयको पहुँच एक चिरस्थायी समस्या हो । भारतको १.२ अर्ब मानिसहरूको लगभग आधा संख्या, जो खासगरी ग्रामीण क्षेत्रहरूमा बसोबास गर्दछन्, को आफ्नो घरमा स्थायी (पानी हाली सफा गर्ने फ्लस्) चर्पीको सुविधा छैन, त्यसैले उनीहरू खुला ठाउँमा अथवा अस्वस्थ अस्थायी खाल्डोमा दिसा गर्दछन् । खुला दिसा गर्ने अभ्यासले अन्य समस्याहरू निम्त्याउँछ – महिला र बालबालिकाहरूमाथि हुने दुव्र्यवहारले झन् बढावा पाउँछ, अमानवीय अभ्यास जस्तै विष्टको हातेसंकलन (हातद्वारा फोहर अथवा दिसा उठाउने/ फ्याँक्ने) अभ्यासलाई जीवितै राखिराख्छ र झाडापखाला र इन्सेफ्लाइटिस् जस्ता रोगब्याधि फैलाउँछ ।

source: In an effort to put an end to open defecation, Google and the Indian government have teamed up to map public toilets in India to help citizens locate usable ones near them.
ne: खुला दिसा गर्ने परिपाटीलाई अन्त्य गर्ने प्रयासका लागि गूगल र भारत सरकारले नागरिकहरूलाई उनीहरूको नजिकमा रहेको चालु शौचालय पत्ता लगाउन सार्वजनिक शौचालयहरूको नक्शांकन गर्ने कार्यका लागि सहकार्य गरेका छन् ।

source: Indian Prime Minister Narendra Modi has vowed to build more than 12 million toilets across India by 2019 as a part of his ambitious Swachh Bharat (Clean India) mission. But building toilets is the easy part — convincing people to use them is the real challenge.
ne: उनको महत्वकांक्षी स्वच्छ भारत अभियानको एक भागको रुपमा भारतीय प्रधानमन्त्री नरेन्द्र मोदीले सन् २०१९ सम्ममा भारतभरि १ करोड २० लाखभन्दा बढी शौचालयहरू बनाउने वाचा दिएका छन् । तर चर्पी बनाउने चाँहि सजिलो भाग हो – तिनको उपयोग गर्न मानिसहरूलाई विश्वस्त पार्नु चाँहि वास्तविक चुनौती हो । सरसफाइबारे मानिसहरूलाई शिक्षित गर्ने सम्बन्धमा जानुपर्ने बाटो अझै निकै बाँकी छ ।

source: There is still a long way to go in terms of educating people about hygiene.
ne: बताइरहनु पर्दैन कि सार्वजनिक शौचालयलाई सफा र प्रयोग योग्य राखिराख्न श्रम पर्दछ र कहिलेकाँही त एकदमै चाहिएको बेला तपाईं फेला नै पार्नसक्नुहुन्न ।
